IDEA Open Model
CombiInputSIA.TypeCombiSIA Property
 Type of EC combination
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public TypeOfCombiSIA TypeCombiSIA { get; set; }
Public Property TypeCombiSIA As TypeOfCombiSIA
	Get
	Set
public:
property TypeOfCombiSIA TypeCombiSIA {
	TypeOfCombiSIA get ();
	void set (TypeOfCombiSIA value);
}
Property Value
Type: TypeOfCombiSIA
See Also
Reference
CombiInputSIA Class
IdeaRS.OpenModel.Loading Namespace